[
	{
		"file": "glitter_slut.jpg",
		"name": "Glitter Slut",
		"received": "2019",
		"caption": "This is truly one of my most-prized possessions. I don't know what it is, it's just so perfect. I got this walking over a bridge leading away from a festival; there were essentially only two ways to leave, so it was just a mile-long stream of people. Some girl had speakers out and was playing more music. I talked to her for a few minutes and she traded me this."
	},
	{
		"file": "rave-mom-dad.jpg",
		"name": "Rave Mom & Dad",
		"received": "2021",
		"caption": "These two are from a friend; they were a gift for my partner and me. I don't necessarily love it being gendered, but it's still super sweet and we both wear them to festivals."
	},
	{
		"file": "sarah.jpg",
		"name": "From an Ex-Friend",
		"received": "2018",
		"caption": "Bracelet from someone I used to be friends with. I don't really wear it anymore but I don't like getting rid of these kinds of things."
	},
	{
		"file": "rars.jpg",
		"name": "From My Bestie",
		"received": "2016-present",
		"caption": "A handful of bracelets from one of my best friends. She and her partner have traded *bunch* of kandi with me over the years. She's actually the person who got me into the entire EDM scene. I gotta get some pictures of the bigger pieces they've given me 🥹."
	},
	{
		"file": "rave-fam.jpg",
		"name": "Rave Fam",
		"received": "2021",
		"caption": "The only one on this list that *I* made; one of a set of 4 matching bracelets for myself, my partner, my best friend, and her partner. Each of us has the wristband in their favorite color, and then a single bead for each of the other 3. I even made sure it's in the same order on all 4, so each one has the full information needed to recreate the other 3 exactly."
	},
	{
		"file": "hijinx-2024-makeup.jpg",
		"name": "Star From a Random Nice Person :)",
		"received": "2024",
		"caption": "Someone ran up to me at a music festival to tell me she liked my makeup 🥺. I we traded kandi and I gave her a hug; I love this community so much."
	},
	{
		"file": "hiiinx-2024-fan.jpg",
		"name": "Water Tribe Bracelet from a \"Fan\"",
		"received": "2024",
		"caption": "At the same festival that I got the star bracelet, someone stood over me and my partner for a bit fanning us and we traded. I tried to ask them which of mine they wanted but they told me it doesn't work that way, I had to pick one for them. I ended up giving them a Madeon bracelet and they gave me this. It's so damn pretty, I love it so much."
	},
	{
		"file": "unknown.jpg",
		"name": "Forgotten Ones",
		"received": "???",
		"caption": "These are kind of the reason I felt motivated to make this catalogue. I only vaguely remember who I got these from and where it was. I really want to make sure I don't forget any more."
	}
]